Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: The private key is held by your passkey provider (iCloud Keychain or a third-party manager like 1Password) and syncs across your devices. rootshell can never export it.
ar: يحتفظ مزود مفتاح المرور بالمفتاح الخاص (سلسلة مفاتيح iCloud أو مدير خارجي مثل 1Password) ويزامنه عبر أجهزتك. لا يمكن لـ rootshell تصديره أبداً.
ca: La clau privada la conserva el vostre proveïdor de claus d'accés (iCloud Keychain o un gestor de tercers com 1Password) i se sincronitza entre els vostres dispositius. rootshell no la pot exportar mai.
cs: Soukromý klíč je uložen u vašeho poskytovatele přístupových klíčů (iCloud Keychain nebo správce třetí strany jako 1Password) a synchronizuje se mezi vašimi zařízeními. rootshell jej nikdy nemůže exportovat.
da: Den private nøgle opbevares af din adgangsnøgleudbyder (iCloud-nøglering eller en tredjepartsmanager som 1Password) og synkroniseres på tværs af dine enheder. rootshell kan aldrig eksportere den.
de: Der private Schlüssel wird von Ihrem Passkey-Anbieter verwahrt (iCloud-Schlüsselbund oder ein Drittanbieter-Manager wie 1Password) und zwischen Ihren Geräten synchronisiert. rootshell kann ihn niemals exportieren.
es: La clave privada la conserva su proveedor de claves de acceso (iCloud Keychain o un gestor de terceros como 1Password) y se sincroniza entre sus dispositivos. rootshell nunca puede exportarla.
fi: Yksityisavainta säilyttää kulkuavaimen tarjoajasi (iCloud-avainnippu tai kolmannen osapuolen hallintaohjelma kuten 1Password), ja se synkronoituu laitteidesi välillä. rootshell ei voi koskaan viedä sitä.
fr: La clé privée est conservée par votre fournisseur de clés d'accès (iCloud Keychain ou un gestionnaire tiers comme 1Password) et se synchronise entre vos appareils. rootshell ne peut jamais l'exporter.
he: המפתח הפרטי מוחזק אצל ספק מפתח המעבר שלך (מחזיק המפתחות של iCloud או מנהל צד-שלישי כמו 1Password) ומסונכרן בין המכשירים שלך. rootshell לעולם לא יכול לייצא אותו.
hu: A privát kulcsot az azonosítókulcs-szolgáltató tárolja (iCloud Keychain vagy külső kezelő, például az 1Password), és szinkronizálódik az eszközei között. A rootshell soha nem tudja exportálni.
it: La chiave privata è conservata dal tuo provider di passkey (iCloud Keychain o un gestore di terze parti come 1Password) e si sincronizza tra i tuoi dispositivi. rootshell non può mai esportarla.
ja: 秘密鍵はパスキープロバイダ（iCloudキーチェーン、または1Passwordなどのサードパーティ製マネージャ）が保持し、デバイス間で同期されます。rootshellがエクスポートすることはできません。
ko: 개인 키는 패스키 제공자(iCloud 키체인 또는 1Password 같은 타사 관리자)가 보관하며 기기 간에 동기화됩니다. rootshell은 이를 내보낼 수 없습니다.
nb: Privatnøkkelen oppbevares av passnøkkelleverandøren din (iCloud-nøkkelring eller en tredjepartsbehandler som 1Password) og synkroniseres på tvers av enhetene dine. rootshell kan aldri eksportere den.
nl: De privésleutel wordt bewaard door uw passkey-provider (iCloud-sleutelhanger of een externe manager zoals 1Password) en wordt gesynchroniseerd op al uw apparaten. rootshell kan hem nooit exporteren.
pl: Klucz prywatny jest przechowywany przez dostawcę kluczy dostępu (iCloud Keychain lub menedżera innej firmy, takiego jak 1Password) i synchronizuje się między Twoimi urządzeniami. rootshell nigdy nie może go wyeksportować.
pt_br: A chave privada fica com seu provedor de chaves-senha (iCloud Keychain ou um gerenciador de terceiros como o 1Password) e é sincronizada entre seus dispositivos. O rootshell nunca pode exportá-la.
pt_pt: A chave privada é mantida pelo seu fornecedor de chaves de acesso (iCloud Keychain ou um gestor de terceiros como o 1Password) e é sincronizada entre os seus dispositivos. O rootshell nunca a pode exportar.
ro: Cheia privată este păstrată de furnizorul dvs. de chei de acces (iCloud Keychain sau un manager terț precum 1Password) și se sincronizează între dispozitivele dvs. rootshell nu o poate exporta niciodată.
sl: Zasebni ključ hrani vaš ponudnik ključev za dostop (iCloud Keychain ali upravitelj drugega ponudnika, kot je 1Password) in se sinhronizira med vašimi napravami. rootshell ga nikoli ne more izvoziti.
sv: Den privata nyckeln förvaras av din passkey-leverantör (iCloud-nyckelring eller en tredjepartshanterare som 1Password) och synkroniseras mellan dina enheter. rootshell kan aldrig exportera den.
uk: Приватний ключ зберігається у вашого провайдера ключів доступу (iCloud Keychain або сторонній менеджер, наприклад 1Password) і синхронізується між вашими пристроями. rootshell ніколи не може його експортувати.
vi: Khóa riêng tư do nhà cung cấp passkey của bạn (Chuỗi khóa iCloud hoặc trình quản lý bên thứ ba như 1Password) nắm giữ và đồng bộ giữa các thiết bị của bạn. rootshell không bao giờ có thể xuất khóa đó.
zh_hans: 私钥由您的通行密钥提供方（iCloud 钥匙串或 1Password 等第三方管理器）保管，并在您的设备之间同步。rootshell 永远无法导出它。
zh_hant: 私鑰由您的密碼金鑰提供者（iCloud 鑰匙圈或 1Password 等第三方管理程式）保管，並在您的裝置之間同步。rootshell 永遠無法將其匯出。

source: The private key never leaves this device. Install the public key below on your server to use it.
ar: لا يغادر المفتاح الخاص هذا الجهاز أبداً. ثبّت المفتاح العام أدناه على خادمك لاستخدامه.
ca: La clau privada no surt mai d'aquest dispositiu. Instal·la la clau pública de sota al teu servidor per utilitzar-la.
cs: Soukromý klíč nikdy neopustí toto zařízení. Chcete-li jej použít, nainstalujte níže uvedený veřejný klíč na svůj server.
da: Den private nøgle forlader aldrig denne enhed. Installer den offentlige nøgle nedenfor på din server for at bruge den.
de: Der private Schlüssel verlässt dieses Gerät nie. Installiere den unten stehenden öffentlichen Schlüssel auf deinem Server, um ihn zu verwenden.
es: La clave privada nunca sale de este dispositivo. Instala la clave pública de abajo en tu servidor para usarla.
fi: Yksityinen avain ei koskaan poistu tältä laitteelta. Asenna alla oleva julkinen avain palvelimellesi sen käyttämiseksi.
fr: La clé privée ne quitte jamais cet appareil. Installez la clé publique ci-dessous sur votre serveur pour l'utiliser.
he: המפתח הפרטי לעולם אינו עוזב מכשיר זה. התקן את המפתח הציבורי שלהלן על השרת שלך כדי להשתמש בו.
hu: A privát kulcs soha nem hagyja el ezt az eszközt. A használatához telepítse az alábbi nyilvános kulcsot a szerverére.
it: La chiave privata non lascia mai questo dispositivo. Installa la chiave pubblica qui sotto sul tuo server per usarla.
ja: 秘密鍵はこのデバイスから外に出ることはありません。使用するには、下の公開鍵をサーバーにインストールしてください。
ko: 개인 키는 이 기기를 절대 벗어나지 않습니다. 사용하려면 아래의 공개 키를 서버에 설치하세요.
nb: Privatnøkkelen forlater aldri denne enheten. Installer den offentlige nøkkelen nedenfor på serveren din for å bruke den.
nl: De privésleutel verlaat dit apparaat nooit. Installeer de onderstaande publieke sleutel op je server om hem te gebruiken.
pl: Klucz prywatny nigdy nie opuszcza tego urządzenia. Zainstaluj poniższy klucz publiczny na swoim serwerze, aby go używać.
pt_br: A chave privada nunca sai deste dispositivo. Instale a chave pública abaixo no seu servidor para usá-la.
pt_pt: A chave privada nunca sai deste dispositivo. Instale a chave pública abaixo no seu servidor para a utilizar.
ro: Cheia privată nu părăsește niciodată acest dispozitiv. Instalează cheia publică de mai jos pe serverul tău pentru a o folosi.
sl: Zasebni ključ nikoli ne zapusti te naprave. Za uporabo namesti spodnji javni ključ na svoj strežnik.
sv: Den privata nyckeln lämnar aldrig den här enheten. Installera den publika nyckeln nedan på din server för att använda den.
uk: Приватний ключ ніколи не залишає цей пристрій. Щоб скористатися ним, встановіть наведений нижче публічний ключ на своєму сервері.
vi: Khóa riêng tư không bao giờ rời khỏi thiết bị này. Cài đặt khóa công khai bên dưới lên máy chủ của bạn để sử dụng.
zh_hans: 私钥永不离开此设备。请在服务器上安装下方的公钥以使用它。
zh_hant: 私鑰永遠不會離開此裝置。請將下方的公鑰安裝到您的伺服器上即可使用。

source: The private key will be generated on the YubiKey and never leaves the device.
ar: سيتم إنشاء المفتاح الخاص على YubiKey ولن يغادر الجهاز أبداً.
ca: La clau privada es generarà al YubiKey i mai no sortirà del dispositiu.
cs: Soukromý klíč bude vygenerován na YubiKey a nikdy neopustí zařízení.
da: Den private nøgle genereres på YubiKey og forlader aldrig enheden.
de: Der private Schlüssel wird auf dem YubiKey generiert und verlässt niemals das Gerät.
es: La clave privada se generará en el YubiKey y nunca saldrá del dispositivo.
fi: Yksityinen avain luodaan YubiKey-laitteella eikä se koskaan poistu laitteelta.
fr: La clé privée sera générée sur le YubiKey et ne quittera jamais l'appareil.
he: המפתח הפרטי ייווצר על ה-YubiKey ולעולם לא יעזוב את המכשיר.
hu: A privát kulcs a YubiKey-en jön létre és soha nem hagyja el az eszközt.
it: La chiave privata verrà generata sulla YubiKey e non lascerà mai il dispositivo.
ja: 秘密鍵はYubiKey上で生成され、デバイスの外に出ることはありません。
ko: 개인 키는 YubiKey에서 생성되며 기기 외부로 유출되지 않습니다.
nb: Den private nøkkelen vil bli generert på YubiKey-en og forlater aldri enheten.
nl: De privesleutel wordt gegenereerd op de YubiKey en verlaat het apparaat nooit.
pl: Klucz prywatny zostanie wygenerowany na YubiKey i nigdy nie opuści urządzenia.
pt_br: A chave privada será gerada no YubiKey e nunca sai do dispositivo.
pt_pt: A chave privada será gerada no YubiKey e nunca sai do dispositivo.
ro: Cheia privată va fi generată pe YubiKey și nu va părăsi niciodată dispozitivul.
sl: Zasebni ključ bo ustvarjen na YubiKey-u in nikoli ne zapusti naprave.
sv: Den privata nyckeln genereras på YubiKey och lämnar aldrig enheten.
uk: Закритий ключ буде згенеровано на YubiKey і він ніколи не покине пристрій.
vi: Khóa riêng tư sẽ được tạo trên YubiKey và không bao giờ rời khỏi thiết bị.
zh_hans: 私钥将在 YubiKey 上生成，且永远不会离开设备。
zh_hant: 私密金鑰將在 YubiKey 上產生，且永遠不會離開裝置。

source: The provider did not issue a refresh token, so a new browser sign-in is needed roughly every 24 hours.
ar: لم يُصدر المزوّد رمز تحديث، لذا يلزم تسجيل دخول جديد عبر المتصفح كل 24 ساعة تقريباً.
ca: El proveïdor no ha emès cap testimoni d'actualització, de manera que cal un nou inici de sessió al navegador aproximadament cada 24 hores.
cs: Poskytovatel nevydal obnovovací token, takže přibližně každých 24 hodin je potřeba nové přihlášení v prohlížeči.
da: Udbyderen udstedte ikke et fornyelsestoken, så et nyt login i browseren er nødvendigt cirka hver 24. time.
de: Der Anbieter hat kein Aktualisierungstoken ausgestellt, daher ist etwa alle 24 Stunden eine erneute Anmeldung im Browser erforderlich.
es: El proveedor no emitió un token de actualización, por lo que es necesario iniciar sesión de nuevo en el navegador aproximadamente cada 24 horas.
fi: Palveluntarjoaja ei myöntänyt päivitystunnusta, joten selaimessa on kirjauduttava uudelleen sisään noin 24 tunnin välein.
fr: Le fournisseur n'a pas émis de jeton d'actualisation ; une nouvelle connexion dans le navigateur est donc nécessaire environ toutes les 24 heures.
he: הספק לא הנפיק אסימון רענון, ולכן נדרשת התחברות חדשה בדפדפן בערך כל 24 שעות.
hu: A szolgáltató nem adott ki frissítési tokent, ezért nagyjából 24 óránként új böngészős bejelentkezésre van szükség.
it: Il provider non ha emesso un token di aggiornamento, quindi è necessario un nuovo accesso dal browser circa ogni 24 ore.
ja: プロバイダがリフレッシュトークンを発行しなかったため、約24時間ごとにブラウザでの再サインインが必要です。
ko: 제공자가 리프레시 토큰을 발급하지 않아 약 24시간마다 브라우저에서 다시 로그인해야 합니다.
nb: Leverandøren utstedte ikke et oppdateringstoken, så ny innlogging i nettleseren er nødvendig omtrent hver 24. time.
nl: De provider heeft geen vernieuwingstoken uitgegeven, dus is ongeveer elke 24 uur een nieuwe aanmelding in de browser nodig.
pl: Dostawca nie wydał tokena odświeżania, więc nowe logowanie w przeglądarce jest potrzebne mniej więcej co 24 godziny.
pt_br: O provedor não emitiu um token de atualização, então é necessário um novo início de sessão no navegador a cada 24 horas, aproximadamente.
pt_pt: O fornecedor não emitiu um token de atualização, pelo que é necessário um novo início de sessão no navegador aproximadamente a cada 24 horas.
ro: Furnizorul nu a emis un token de reîmprospătare, așa că este necesară o nouă autentificare în browser aproximativ la fiecare 24 de ore.
sl: Ponudnik ni izdal žetona za osvežitev, zato je približno vsakih 24 ur potrebna nova prijava v brskalniku.
sv: Leverantören utfärdade ingen uppdateringstoken, så en ny inloggning i webbläsaren behövs ungefär var 24:e timme.
uk: Провайдер не видав токен оновлення, тому приблизно кожні 24 години потрібно знову входити у браузері.
vi: Nhà cung cấp không cấp mã làm mới, vì vậy cần đăng nhập lại bằng trình duyệt khoảng mỗi 24 giờ.
zh_hans: 提供商未签发刷新令牌，因此大约每 24 小时需要在浏览器中重新登录一次。
zh_hant: 供應商未簽發更新權杖，因此大約每 24 小時需要在瀏覽器中重新登入一次。

source: The saved sign-in has expired. It refreshes by itself the next time the agent runs, and usage reappears then.
ar: انتهت صلاحية تسجيل الدخول المحفوظ. وسيتجدّد تلقائيًا في المرة التالية التي يعمل فيها الوكيل، وعندها تظهر بيانات الاستخدام مجددًا.
ca: L'inici de sessió desat ha caducat. Es renova tot sol la propera vegada que s'executi l'agent, i llavors l'ús torna a aparèixer.
cs: Uložené přihlášení vypršelo. Samo se obnoví při příštím spuštění agenta a údaje o využití se pak zase objeví.
da: Det gemte login er udløbet. Det fornyes af sig selv, næste gang agenten kører, og så vises forbruget igen.
de: Die gespeicherte Anmeldung ist abgelaufen. Sie wird beim nächsten Lauf des Agents automatisch erneuert, danach erscheint die Nutzung wieder.
es: El inicio de sesión guardado ha caducado. Se renueva por sí solo la próxima vez que se ejecute el agente y entonces el uso vuelve a aparecer.
fi: Tallennettu kirjautuminen on vanhentunut. Se uusiutuu itsestään, kun agentti suoritetaan seuraavan kerran, ja käyttötiedot palaavat silloin näkyviin.
fr: La connexion enregistrée a expiré. Elle se renouvelle d'elle-même à la prochaine exécution de l'agent, et l'utilisation réapparaît alors.
he: פג תוקפם של פרטי ההתחברות השמורים. הם יתחדשו מעצמם בפעם הבאה שהסוכן ירוץ, ואז נתוני השימוש יופיעו שוב.
hu: A mentett bejelentkezés lejárt. Az ügynök következő futásakor magától megújul, és a használati adatok ekkor újra megjelennek.
it: L'accesso salvato è scaduto. Si aggiorna da solo alla prossima esecuzione dell'agente e in quel momento l'utilizzo ricompare.
ja: 保存済みのサインイン情報の有効期限が切れています。次にエージェントを実行すると自動的に更新され、その時点で使用状況が再び表示されます。
ko: 저장된 로그인이 만료되었습니다. 에이전트를 다음에 실행할 때 자동으로 갱신되며, 그때 사용량이 다시 표시됩니다.
nb: Den lagrede innloggingen er utløpt. Den fornyes av seg selv neste gang agenten kjører, og da vises forbruket igjen.
nl: De opgeslagen aanmelding is verlopen. Die wordt vanzelf vernieuwd zodra de agent de volgende keer draait, waarna het gebruik weer verschijnt.
pl: Zapisane logowanie wygasło. Odświeży się samo przy następnym uruchomieniu agenta i wtedy zużycie pojawi się ponownie.
pt_br: O login salvo expirou. Ele é renovado sozinho na próxima vez que o agente for executado, e o uso reaparece então.
pt_pt: O início de sessão guardado expirou. É renovado automaticamente na próxima vez que o agente for executado, e a utilização volta a aparecer nessa altura.
ro: Autentificarea salvată a expirat. Se reîmprospătează singură la următoarea rulare a agentului, iar utilizarea reapare atunci.
sl: Shranjena prijava je potekla. Ob naslednjem zagonu agenta se osveži sama, takrat pa se znova prikaže tudi poraba.
sv: Den sparade inloggningen har gått ut. Den förnyas av sig själv nästa gång agenten körs, och då visas användningen igen.
uk: Термін дії збережених даних входу минув. Вони оновляться самі під час наступного запуску агента, і тоді дані про використання зʼявляться знову.
vi: Thông tin đăng nhập đã lưu đã hết hạn. Nó sẽ tự làm mới trong lần tác nhân chạy tiếp theo, và mức sử dụng sẽ xuất hiện trở lại khi đó.
zh_hans: 已保存的登录信息已过期。下次运行代理时它会自动刷新，届时用量将重新显示。
zh_hant: 已儲存的登入資訊已過期。下次執行代理時會自行更新，屆時用量便會再次顯示。

source: The selected file did not contain any Ghostty settings.
ar: لا يحتوي الملف المحدد على أي إعدادات لـ Ghostty.
ca: El fitxer seleccionat no contenia cap ajust de Ghostty.
cs: Vybraný soubor neobsahoval žádná nastavení Ghostty.
da: Den valgte fil indeholdt ingen Ghostty-indstillinger.
de: Die ausgewählte Datei enthält keine Ghostty-Einstellungen.
es: El archivo seleccionado no contiene ajustes de Ghostty.
fi: Valittu tiedosto ei sisältänyt Ghostty-asetuksia.
fr: Le fichier sélectionné ne contient aucun réglage Ghostty.
he: הקובץ שנבחר אינו מכיל הגדרות Ghostty.
hu: A kiválasztott fájl nem tartalmazott Ghostty beállításokat.
it: Il file selezionato non contiene impostazioni Ghostty.
ja: 選択したファイルに Ghostty の設定が含まれていませんでした。
ko: 선택한 파일에 Ghostty 설정이 포함되어 있지 않습니다.
nb: Den valgte filen inneholdt ingen Ghostty-innstillinger.
nl: Het geselecteerde bestand bevatte geen Ghostty-instellingen.
pl: Wybrany plik nie zawierał żadnych ustawień Ghostty.
pt_br: O arquivo selecionado não contém ajustes do Ghostty.
pt_pt: O ficheiro selecionado não continha definições do Ghostty.
ro: Fișierul selectat nu conținea nicio setare Ghostty.
sl: Izbrana datoteka ni vsebovala nobenih nastavitev Ghostty.
sv: Den valda filen innehöll inga Ghostty-inställningar.
uk: Вибраний файл не містить налаштувань Ghostty.
vi: Tệp đã chọn không chứa cài đặt Ghostty nào.
zh_hans: 所选文件不包含任何 Ghostty 设置。
zh_hant: 所選檔案不包含任何 Ghostty 設定。

source: The selected OpenAI model doesn't support temperature adjustment
ar: نموذج OpenAI المحدد لا يدعم ضبط درجة الحرارة
ca: El model d'OpenAI seleccionat no admet l'ajust de temperatura
cs: Vybraný model OpenAI nepodporuje úpravu teploty
da: Den valgte OpenAI-model understøtter ikke temperaturjustering
de: Das ausgewählte OpenAI-Modell unterstützt keine Temperaturanpassung
es: El modelo de OpenAI seleccionado no admite el ajuste de temperatura
fi: Valittu OpenAI-malli ei tue lämpötilan säätöä
fr: Le modèle OpenAI sélectionné ne prend pas en charge le réglage de la température
he: מודל ה-OpenAI שנבחר אינו תומך בכוונון הטמפרטורה
hu: A kiválasztott OpenAI-modell nem támogatja a hőmérséklet beállítását
it: Il modello OpenAI selezionato non supporta la regolazione della temperatura
ja: 選択された OpenAI モデルは temperature の調整に対応していません
ko: 선택한 OpenAI 모델은 temperature 조정을 지원하지 않습니다
nb: Den valgte OpenAI-modellen støtter ikke temperaturjustering
nl: Het geselecteerde OpenAI-model ondersteunt geen temperatuuraanpassing
pl: Wybrany model OpenAI nie obsługuje regulacji temperatury
pt_br: O modelo OpenAI selecionado não permite ajuste de temperatura
pt_pt: O modelo OpenAI selecionado não suporta o ajuste da temperatura
ro: Modelul OpenAI selectat nu acceptă ajustarea temperaturii
sl: Izbrani model OpenAI ne podpira prilagajanja temperature
sv: Den valda OpenAI-modellen stöder inte temperaturjustering
uk: Вибрана модель OpenAI не підтримує налаштування температури
vi: Mô hình OpenAI đã chọn không hỗ trợ điều chỉnh temperature
zh_hans: 所选的 OpenAI 模型不支持调整 temperature
zh_hant: 所選的 OpenAI 模型不支援調整 temperature

source: The server will prompt for credentials, such as a one-time code. Used for 2FA/OTP and PAM logins.
ar: سيطلب الخادم بيانات الاعتماد، مثل رمز لمرة واحدة. يُستخدم لتسجيل الدخول عبر 2FA/OTP وPAM.
ca: El servidor sol·licitarà credencials, com ara un codi d'un sol ús. S'utilitza per a inicis de sessió amb 2FA/OTP i PAM.
cs: Server si vyžádá přihlašovací údaje, například jednorázový kód. Používá se pro přihlášení 2FA/OTP a PAM.
da: Serveren beder om legitimationsoplysninger, f.eks. en engangskode. Bruges til 2FA/OTP- og PAM-logins.
de: Der Server fragt nach Anmeldedaten, etwa einem Einmalcode. Wird für 2FA/OTP- und PAM-Anmeldungen verwendet.
es: El servidor solicitará credenciales, como un código de un solo uso. Se utiliza para inicios de sesión con 2FA/OTP y PAM.
fi: Palvelin pyytää tunnistautumistietoja, kuten kertakäyttökoodia. Käytetään 2FA/OTP- ja PAM-kirjautumisissa.
fr: Le serveur demandera des identifiants, comme un code à usage unique. Utilisé pour les connexions 2FA/OTP et PAM.
he: השרת יבקש אישורי כניסה, כגון קוד חד-פעמי. משמש לכניסות 2FA/OTP ו-PAM.
hu: A szerver hitelesítő adatokat fog kérni, például egyszer használatos kódot. 2FA/OTP és PAM bejelentkezésekhez használatos.
it: Il server richiederà le credenziali, come un codice monouso. Usato per accessi 2FA/OTP e PAM.
ja: サーバーがワンタイムコードなどの認証情報の入力を求めます。2FA/OTPおよびPAMログインに使用されます。
ko: 서버가 일회용 코드와 같은 자격 증명을 요청합니다. 2FA/OTP 및 PAM 로그인에 사용됩니다.
nb: Serveren vil be om påloggingsinformasjon, for eksempel en engangskode. Brukes for 2FA/OTP- og PAM-pålogginger.
nl: De server vraagt om inloggegevens, zoals een eenmalige code. Gebruikt voor 2FA/OTP- en PAM-aanmeldingen.
pl: Serwer poprosi o dane uwierzytelniające, takie jak kod jednorazowy. Używane do logowania 2FA/OTP i PAM.
pt_br: O servidor solicitará credenciais, como um código de uso único. Usado para logins 2FA/OTP e PAM.
pt_pt: O servidor irá pedir credenciais, como um código de utilização única. Usado para inícios de sessão 2FA/OTP e PAM.
ro: Serverul va solicita date de autentificare, cum ar fi un cod de unică folosință. Folosit pentru autentificări 2FA/OTP și PAM.
sl: Strežnik bo zahteval poverilnice, na primer enkratno kodo. Uporablja se za prijave 2FA/OTP in PAM.
sv: Servern frågar efter autentiseringsuppgifter, till exempel en engångskod. Används för 2FA/OTP- och PAM-inloggningar.
uk: Сервер запитає облікові дані, наприклад одноразовий код. Використовується для входу через 2FA/OTP та PAM.
vi: Máy chủ sẽ yêu cầu thông tin xác thực, chẳng hạn như mã dùng một lần. Dùng cho đăng nhập 2FA/OTP và PAM.
zh_hans: 服务器将提示输入凭据，例如一次性验证码。用于 2FA/OTP 和 PAM 登录。
zh_hant: 伺服器會要求輸入憑證，例如一次性驗證碼。用於 2FA/OTP 與 PAM 登入。

source: The session is now running on this device.
ar: الجلسة قيد التشغيل الآن على هذا الجهاز.
ca: Ara la sessió s’està executant en aquest dispositiu.
cs: Relace nyní běží na tomto zařízení.
da: Sessionen kører nu på denne enhed.
de: Die Sitzung läuft jetzt auf diesem Gerät.
es: La sesión se está ejecutando ahora en este dispositivo.
fi: Istunto on nyt käynnissä tällä laitteella.
fr: La session s’exécute désormais sur cet appareil.
he: הסשן פועל כעת במכשיר זה.
hu: A munkamenet most ezen az eszközön fut.
it: La sessione è ora in esecuzione su questo dispositivo.
ja: セッションはこのデバイスで実行中になりました。
ko: 세션이 이 기기에서 실행되고 있습니다.
nb: Økten kjører nå på denne enheten.
nl: De sessie draait nu op dit apparaat.
pl: Sesja działa teraz na tym urządzeniu.
pt_br: A sessão está sendo executada neste dispositivo.
pt_pt: A sessão está agora a ser executada neste dispositivo.
ro: Sesiunea rulează acum pe acest dispozitiv.
sl: Seja zdaj teče na tej napravi.
sv: Sessionen körs nu på den här enheten.
uk: Сеанс тепер виконується на цьому пристрої.
vi: Phiên hiện đang chạy trên thiết bị này.
zh_hans: 会话现已在此设备上运行。
zh_hant: 工作階段現已在此裝置上執行。

source: The signing operation returned no result.
ar: لم تُرجع عملية التوقيع أي نتيجة.
ca: L'operació de signatura no ha retornat cap resultat.
cs: Operace podepsání nevrátila žádný výsledek.
da: Signeringshandlingen returnerede intet resultat.
de: Der Signiervorgang hat kein Ergebnis zurückgegeben.
es: La operación de firma no devolvió ningún resultado.
fi: Allekirjoitustoiminto ei palauttanut tulosta.
fr: L'opération de signature n'a renvoyé aucun résultat.
he: פעולת החתימה לא החזירה תוצאה.
hu: Az aláírási művelet nem adott vissza eredményt.
it: L'operazione di firma non ha restituito alcun risultato.
ja: 署名操作から結果が返されませんでした。
ko: 서명 작업이 결과를 반환하지 않았습니다.
nb: Signeringshandlingen returnerte ingen resultat.
nl: De ondertekeningsbewerking gaf geen resultaat terug.
pl: Operacja podpisywania nie zwróciła żadnego wyniku.
pt_br: A operação de assinatura não retornou nenhum resultado.
pt_pt: A operação de assinatura não devolveu qualquer resultado.
ro: Operațiunea de semnare nu a returnat niciun rezultat.
sl: Postopek podpisovanja ni vrnil rezultata.
sv: Signeringsåtgärden returnerade inget resultat.
uk: Операція підписування не повернула результату.
vi: Thao tác ký không trả về kết quả nào.
zh_hans: 签名操作未返回任何结果。
zh_hant: 簽署操作未傳回任何結果。
